<?php

return [

    

    'nav' => 'مكتبة الثقافة ',
    'home' => 'الصفحة الرئيسية',
    'welcomedash'=>'مرحباً في لوحة التحكم',
     'Profile'=>'الملف الشخصي',
     'Log_Out'=>'تسجيل الخروج',
     'Footer_Content'=>'محتوى التذييل',
     'Lorem'=>'الشركة نفسها هي شركة ناجحة جدا. من فتح فتح ممارسة رفض الملذات سيحدث أن يهرب فيتركونه ليستقبلوه؟ مثلاً، هنا مرونته تعيق الأمر، لكنهم لا يتخلون عنه.',
       'User_management'=>'ادارة المستخدمين ',
       'Add_user'=>'إضافة مستخدم',
       'role_ero'=>'ليس لديك صلاحيات للوصول إلى هذه الصفحة',
       'no_users'=>' لا يوجد مستخدمين',
    'usres'=>'المستخدمين',
    'id'=>'Id',
    'name'=>'الاسم',
    'email'=>'الايميل',
    'joined_at'=>'تاريخ الانضمام',
    'role'=>'الدور',
    'password'=>'كلمة السر',
    'Confirm_Password'=>'تأكيد كلمة السر',
    'Admin'=>'مدير',
    'Member'=>'عضو',
    'Create'=>'إنشاء',
    'create_user'=>'إنشاء مستخدم',
    'all_users'=>'كل المستخدين',
    'Book_management'=>'إدارة الكتب',
    'Add_book'=>'إضافة كتب',
    'all_book'=>'كل الكتب',
    'no_book'=>'لا يوجد كتب',
    'title'=>'عنوان',
    'descrption'=>'الوصف',
    'joined_add'=>'تاريخ الادخال',
     'category'=>'الصنف',
    

     'create_book'=>'أنشاء كتب',
    'title'=>'العنوان',
    'is_available'=>'هل الكتاب متاح؟',
    'available'=>'متاح',
    'not_available'=>'غير متاح',
    'imag'=>'رابط الصورة',

    'availability'=>'الاتاحية',
    'actions'=>'الاجراءات',
    'edit'=>'تعديل',
    'delete'=>'حذف',

    'available_books'=>'الكتب المتاحة',

    'book_created_successfully'=>'تم انشاء الكتاب بنجاح',
    'book_updated'=>'تم تحديث الكتاب',
    'status_updated'=>'تم تحديث الحالة',
    'aa'=>'تم حجز الكتاب',
    'naa'=>'لم يتم حجز الكتاب',


    'edit_book'=>'تعديل كتاب',
    'update'=>'تحديث',

    'creat'=>'تم انشاء المستخدم بنجاح',
    'select_user'=>'اختيار مستخدم',
    'borrowed'=>'محجوز',
    'borrow'=>'حجز',

    'remember_me' => 'تذكرني',
    'forgot_password' => 'هل نسيت كلمة المرور؟',
    'login' => 'تسجيل الدخول',
    'secure_area_message' => 'هذه منطقة آمنة من التطبيق. يرجى تأكيد كلمة المرور قبل المتابعة.',
    'confirm' => 'تأكيد',
    'forgot_password_message' => 'هل نسيت كلمة المرور؟ لا مشكلة. فقط دعنا نعرف عنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور الذي سيمكنك من اختيار واحدة جديدة.',
    'email_password_reset_link' => 'إرسال رابط إعادة تعيين كلمة المرور',
    'already_registered' => 'مسجل بالفعل؟',
    'register' => 'تسجيل',
    'reset_password' => 'إعادة تعيين كلمة المرور',
    'signup_thanks' => 'شكرًا على التسجيل! قبل البدء، هل يمكنك التحقق من عنوان بريدك الإلكتروني بالنقر على الرابط الذي أرسلناه إليك للتو؟ إذا لم تتلقَ البريد الإلكتروني، سنرسل لك رابطًا آخر بكل سرور.',
    'verification_link_sent' => 'تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.',
    'resend_verification_email' => 'إعادة إرسال بريد التحقق',
    'dashboard' => 'اللوحة الرئيسية',
    'delete_account' => 'حذف الحساب',
    'delete_account_description' => 'بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته بشكل دائم. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.',
    'confirm_account_deletion' => 'هل أنت متأكد أنك تريد حذف حسابك؟',
    'confirm_account_deletion_description' => 'بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته بشكل دائم. يرجى إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في حذف حسابك بشكل دائم.',
    'cancel' => 'إلغاء',
   'update_password' => 'تحديث كلمة المرور',
    'update_password_description' => 'تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للحفاظ على الأمان.',
    'current_password' => 'كلمة المرور الحالية',
    'new_password' => 'كلمة المرور الجديدة',
    'confirm_password' => 'تأكيد كلمة المرور',
    'save' => 'حفظ',
    'saved' => 'تم الحفظ.',
    'profile_information' => 'معلومات الملف الشخصي',
    'profile_information_description' => 'قم بتحديث معلومات حسابك وعنوان بريدك الإلكتروني.',
    'name' => 'الاسم',

    'email_unverified' => 'عنوان بريدك الإلكتروني غير مؤكد.',
    'resend_verification_email' => 'انقر هنا لإعادة إرسال رسالة التحقق.',
    'verification_link_sent' => 'تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.',
    'profile' => 'الملف الشخصي',
    




       
   

];
